{
    "1": {
        "p1": "I have had the distinct pleasure of knowing Caleb for the past three years, and in that time, I have  been continuously impressed by his exceptional talent and character. He possesses a remarkable  skill for web development, backed by a keen and insightful approach to problem-solving.",
        "p2": "What truly sets Caleb apart is not just his technical acumen, but his humble and helpful nature. He is  always willing to share his knowledge and support those around him, making him an invaluable  asset to any team or project. I have no doubt that he will achieve great things, and he has my highest  recommendation. He deserves every bit of the success that will surely come his way.",
        "author": "-Sean Maharaj",
        "position": "ICT Chairperson  Guild of Students, UWI. STA."
    },


    "2": {
        "p1": "I had the pleasure of teaching Caleb for two years while he pursued his degree at the University of the West Indies. He consistently demonstrated dedication, professionalism, and a strong willingness to go above and beyond to assist whenever needed. His work was always of a high standard, reflecting both care and commitment. Caleb was dependable, proactive, and an absolute pleasure to work with. I wholeheartedly recommend him and wish him continued success in all his future endeavors.",
        "author": "-Daniel Rasheed",
        "position": "Temporary Government Senator of Trinidad and Tobago, TA at UWI StA"
    },

    
    "3": {
        "p1": "For the past three years I have had the opportunity to work with Caleb and I really do appreciate all the help and support he has given me. He is reliable, hardworking and dedicated. He consistently demonstrated professionalism, a strong work ethic and a willingness to go above and beyond to support others.",

        "p2": "In addition to being an excellent team player, Caleb has consistently delivered high-quality results. I am confident that Caleb Ramdath will add significant value to any organization he becomes a part of and I wholeheartedly recommend him.",

        "author": "-Carissa Deonarine",

        "position": "Bc. Information Technology, UWI. STA."
    },

    "4": {
        "p1": "Caleb has been a good friend of mine for several years, during which he has consistently demonstrated qualities I deeply admire. He is exceptionally hardworking, holds himself to high standards, and consistently produces work of outstanding quality. His dedication, reliability, and positive attitude make him someone I have great respect for, both personally and professionally.",

        "author": "-Akash Ramlogan",

        "position": "BSC Information Technology Special, UWI. STA."
    }
}